Repository: Yanual/ezwebplatform
Catalog: ezweb_platform/src/trunk/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Error loadCatalogue
es: Error al cargar el catalogo

source: Show description
es: Ver descripci&oacute;n

source: Access to Wiki
es: Acceder a la Wiki

source: Show Template
es: Ver el Template

source: Show resource details
es: Mostrar informaci&oacute;n del recurso

source: Show resource tag cloud
es: Ver el Tagcloud del recurso

source: Add Instance
es: A&ntilde;adir Instancia

source: Resource details
es: Informaci&oacute;n del Recurso

source: Description:
es: Descripci&oacute;n

source: Gadget connectivity
es: Conectividad Gadgets

source: Events:
es: Eventos:

source: Tagcloud
es: Nube de Etiquetas

source: New Tags
es: Nuevas Etiquetas

source: To label
es: Etiquetar

source: Cancel
es: Cancelar

source: To label the resource
es: Etiquetar el recurso

source: Access to Template
es: Acceder al Template

source: Go to previous page
es: Ir a la pagina anterior

source: Go to page
es: Ir a pagina

source: Go to next page
es: Ir a la siguiente pagina

source: Search by
es: Buscar por

source: Description
es: Descripci&oacute;n

source: TagCloud
es: Nube de Etiquetas

source: Tag must be at least three characters.
es: La etiqueta debe tener al menos 3 caracteres

source: Error POST
es: Error al invicar el m&eacute;todo HTTP POST

source: Indicate a criteria in search formulary
es: Introduzca un valor en el formulario de b&uacute;squeda

source: Error getting concept
es: Error al recuperar el concepto

source: Error getting gadgets variables:
es: Error al recuperar las variables del gadget:

source: WARNING: concept name
es: ATENCION: el nombre de concepto

source: is already related to
es: ya est&uacute; asociado a

source: New related concept is
es: El nuevo concepto asociado es

source: Error receiving context manager data
es: Error al recibir datos del modulo ContextManager

source: Context variable
es: La variable de contexto

source: without related concept. Its value cannot be established
es: no tiene concepto asociaso. Su valor no puede ser determinado

source: Error removing igadget from persistence
es: Error al eliminar el IGadget del sistema de persistencia

source: This IGadget don't have user prefs
es: Este IGadget no tienen preferencias de usuario

source: Set Defaults
es: Establecer valores por defecto

source: Save
es: Salvar

source: Unexpected error in HTTP method invocation
es: Error inesperado al invocar el m&eacute;todo HTTP

source: Testing
es: Probando

source: error VarManager GET
es: Error en VarManager al invocar el m&eacute;todo HTTP GET
