Repository: Yanual/ezwebplatform
Catalog: ezweb_platform/src/trunk/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Error: cannot find the file 'settings.py' in the directory containing %(file)r.
pt: Erro: O arquivo 'settings.py' não foi encontrado no diretório %(file)r.

source: It seems you have customized things.
pt: Já customizado.

source: You will have to run django-admin.py, passing it your settings module.
pt: Você precisa executar django-admin.py, fornecendo-lhe as suas configurações de módulo.

source: (If the file settings.py does indeed exist, it is causing an ImportError somehow.)
pt: (Se o arquivo settings.py não existir, esta é a causa de ImportError somehow.)

source: Spanish
pt: Espanhol

source: English
pt: Inglês

source: Portuguese
pt: Português

source: Name
pt: Nome

source: Value
pt: Valor

source: User
pt: Usuário

source: Variable
pt: Variável

source: JSON parameter expected
pt: Parâmetro JSON esperado

source: referred screen %(screen_id)s does not exist.
pt: A tela referida %(screen_id)s não existe.

source: referred variable does not exist.
pt: variável referida não existe.

source: connectables cannot be save: %(exc)s
pt: connectables não pode ser salvo: %(exc)s

source: Adaptor
pt: Adaptador

source: JSON parameter not specified
pt: Parâmetro JSON não especificado

source: Attempted update. You must use PUT HTTP method in this case
pt: Tentativa de atualização. Você deve usar o método PUT HTTP neste caso

source: Concept does not exist. You must use POST HTTP method in this case
pt: Concept(conceito) não existe. Você deve usar o Método POST HTTP neste caso

source: EzWeb Platform
pt: Plataforma EzWeb

source: Welcome
pt: Bem-vindo

source: Exit
pt: Saída

source: My Wires
pt: Meus Wires

source: My Catalogue
pt: Meus Catálogos

source: My Gadgets
pt: Meus Gadgets

source: Create resource
pt: Criar recurso

source: Search by tags:
pt: Procurar por Tags:

source: Search
pt: Procurar

source: Search by events:
pt: Procurar por eventos:

source: Search by slots:
pt: Procurar por slots

source: Show results with:
pt: Mostrar reusltados com:

source: All of these words:
pt: Todos com estas palavras:

source: Any of these words:
pt: Quaisquer palavras:

source: None of these words:
pt: Nome desta palavras:

source: Simple Search
pt: Busca Simples:

source: Search:
pt: Busca:

source: Advanced Search
pt: Busca avançada:

source: Show resource details
pt: Mostrar detalhes do recurso:

source: Hide resource details
pt: Esconder detalhes do recurso

source: Events
pt: Eventos

source: Channels
pt: Canais

source: New
pt: Novo

source: XHTML code is not accessible
pt: Código XHTML não acessível

source: Description
pt: Descrição

source: Width
pt: Largura

source: Height
pt: Altura

source: Number
pt: Número

source: Date
pt: Data

source: Boolean
pt: Booleano

source: Type
pt: Tipo

source: Event
pt: Evento

source: Preference
pt: Preferência

source: Property
pt: Propriedade

source: Aspect
pt: Aspecto

source: Default value
pt: Valor inicial

source: Code
pt: Código

source: Vendor
pt: Distribuidor

source: Version
pt: Versão

source: Author
pt: Autor

source: Mail
pt: Correio

source: Shared
pt: Compartilhado

source: Last update
pt: Última atualização

source: ERROR: unkown TEXT TYPE
pt: ERRO: TIPO TEXTO desconhecido

source: ERROR: missing attribute at Property element
pt: ERRO: atributo faltando no elemento Property (Propriedade)

source: ERROR: missing attribute at UserPreference element
pt: ERRO: atributo faltando no elemento UserPreference (UsuarioPreferencia

source: ERROR: missing attribute at Event element
pt: ERRO: atributo faltando no elemento Event (Evento)

source: ERROR: missing attribute at Slot element
pt: ERRO: atributo faltando no elemento Slot

source: ERROR: missing attribute at Gadget Context element
pt: ERRO: atributo faltando no elemento Gadget Context

source: ERROR: missing attribute at External Context element
pt: ERRO: atributo faltando no elemento External Context (Contexto externo)

source: ERROR: XHTML could not be read
pt: ERRO: XHTML não pode ser lido

source: ERROR: missing attribute at XHTML element
pt: ERRO: atributo faltando no elemento XHTML

source: ERROR: missing attribute at Option element
pt: ERRO: atributo faltando no elemento Option (Opção)

source: ERROR: missing attribute at Rendering element
pt: ERRO: atributo faltando no elemento Rendering (Renderização)

source: Gadget already exists
pt: Gadget já existe

source: PositionX
pt: PosiçãoX

source: PositionY
pt: PosiçãoY

source: Screen
pt: Tela

source: Position
pt: Posição

source: Variable definition
pt: Definição variável

source: Malformed iGadget JSON: expecting igadget uri.
pt: Malformed iGadget JSON: igadget uri esperado.

source: refered gadget %(gadget_uri)s does not exist.
pt: gadget referido %(gadget_uri)s não existe.

source: iGadget JSON expected
pt: iGadget JSON esperado

source: iGadgets cannot be updated:
pt: iGadgets não podem ser atualizados:

source: iGadget variables JSON expected
pt: iGadget variáveis JSON esperadas

source: Url not specified
pt: URL não especificada

source: Size
pt: Tamanho

source: License
pt: Licença

source: ERROR: missing Resource description info at Resource element! Check schema!
pt: ERRO: Recurso faltando na descrição descrevendo info no elemento Resource! Veja o schema!

source: Error, could not read config
pt: Erro, impossível ler config
