Repository: Yanual/ezwebplatform
Catalog: ezweb_platform/src/trunk/ezweb/locale/*/LC_MESSAGES/djangojs.po
Languages: pt

source: Error loadCatalogue
pt: Erro loadCatalogue

source: Show description
pt: Mostrar descrição

source: Access to Wiki
pt: Acesso ao Wiki

source: Show Template
pt: Mostrar Template

source: Show resource details
pt: Mostrar detalhes do resource (Recurso)

source: Show resource tag cloud
pt: Mostrar recurso tag cloud

source: Add Instance
pt: Adicionar Instância

source: Resource details
pt: Detalhes do recurso

source: Description:
pt: Descrição:

source: Gadget connectivity
pt: Conectividade do Gadget

source: Events:
pt: Eventos:

source: New Tags
pt: Novas Tags

source: To label
pt: Para label

source: Cancel
pt: Cancelar

source: To label the resource
pt: Para mostrar os recursos

source: Access to Template
pt: Acesso ao Template

source: Go to previous page
pt: Voltar para página anterior

source: Go to page
pt: Para a página

source: Go to next page
pt: Ir para a proxíma página

source: Search by
pt: Procurar por

source: Description
pt: Descrição

source: Tag must be at least three characters.
pt: Tag deve ter pelo menos três caracteres.

source: Error POST
pt: POST Erro

source: Error DELETE
pt: DELETE Erro

source: Indicate a criteria in search formulary
pt: Indique um critério para o formulário de busca

source: Error getting concept
pt: Erro ao obter concept (conceito)

source: Context variable
pt: Variável contexto

source: without related concept. Its value cannot be established
pt: sem related concept (conceito relatado). O seu valor não pode ser estabelecido

source: Error getting gadgets variables:
pt: Erro pegando variáveis de gadgets:

source: WARNING: concept name
pt: CUIDADO: concept (conceito) nome

source: is already related to
pt: já está relatado a

source: New related concept is
pt: Novo concept(conceito) relatado

source: Error receiving context manager data
pt: Erro recebendo 'context manager data'

source: Concept has not value, this is a Gadget Concept.
pt: Conceito não tem valor, este é um gadget Concept.

source: Unexpected change of concept type.
pt: Inesperada mudança de concept type (conceito tipo).

source: Concept has not type yet.
pt: Concept (conceito) sem tipo

source: %(concept)s Concept is not related to IGadget number %(var).
pt: %(concept) Concept(conceito) não está relacionado a nenhum número IGadget %(var).

source: This is a External Concept, 'getIGadgetVar' is only for Gadget Concept.
pt: Este é um External Concept (Conceito externo), 'getIGadgetVar' é somente para Gadget Concept.

source: Error removing igadget from persistence
pt: Erro removendo igadget de persistence

source: This IGadget don't have user prefs
pt: Este IGadget não possui user prefs (Preferências de usuários).

source: Set Defaults
pt: Setar Default

source: Save
pt: Salvar

source: The gadget could not be added to the showcase: %(errorMsg)s.
pt: O gadget não pôde ser adicionado ao showcase: %(errorMsg)s.

source: The gadget could not be added to the showcase, please check the logs for further info.
pt: O gadget não pôde ser adicionado ao showcase, verifique os logs paramaiores informações.

source: [GadgetVendor: %(vendor)s, GadgetName: %(name)s, GadgetVersion: %(version)s]
pt: [GadgetFornecedor: %(vendor)s, GadgetNome: %(name)s, GadgetVersão: %(version)s]

source: error VarManager GET
pt: erro VarManager GET

source: Error in the handler of the "%(varName)s" RVariable in iGadget %(iGadgetId)s: %(exceptionMsg)s. %(GadgetInfo)s.
pt: Erro no handler de "%(varName)s" RVariable em iGadget %(iGadgetId)s: %(exceptionMsg)s. %(GadgetInfo)s.

source: IGadget %(iGadgetId)s doesn't have any variable named "%(varName)s". If you need it, please insert it into the gadget's template. %(GadgetInfo)s.
pt: IGadget %(iGadgetId)s não tem nenhuma variável nomeada como "%(varName)s". Inserir como gadget's template. %(GadgetInfo)s.
