Repository: Yanual/ezwebplatform
Catalog: debian_package/unstable/debian/po/*.po
Languages: es

source: Abort EzWeb upgrading?
es: ¿Cancelar la actualización de EzWeb?

source: EzWeb Platform is currently in heavy development, this means that database models are changed very often. This needs to drop EzWeb database tables and thus your EzWeb data will be lost.
es: La plataforma EzWeb está actualmente en fase de desarrollo, lo que significa que los modelos de la base de datos cambian con bastante frecuencia. Esto hace necesario borrar las bases de datos de EzWeb con la consiguiente perdida de datos.

source: The configuration will remain untouched.
es: La configuración no será modificada.

source: Default ServerName for EzWeb instances using Apache2:
es: ServerName por defecto para las instancias de EzWeb que usen Apache2:

source: Each Apache2 virtual host is attached to one or more servernames. Here you can define the default value for this virtual host attribute that will be use by the EzWeb instances.
es: Cada host virtual de Apache2 es asignado a uno o varios nombres de servidor. Aquí puedes definir el valor por defecto para este atributo del host para que sea usado por las instancias de EzWeb.

source: Default port for EzWeb instances using Apache2:
es: Puerto por defecto para las instancias de Ezweb que usen Apache2:

source: Each Apache2 virtual host can be attached to one port. However, a virtual host does not have to be attached to a port at all.
es: A los host virtuales de Apache2 se les puede asignar un puerto, aunque esto no es estrictamente necesario.

source: Here you can define the default port the EzWeb instances will be attached to by default. But, if you want you can use * as the default port to indicate that EzWeb instances will be not attached to any port by default.
es: Introduzca el puerto por defecto en el que escucharán las instancias de Ezweb. En caso de que no quiera asociarlas con un puerto por defecto, puede indicarlo mediante un *.

source: EzWeb instances that will use Apache2 with mod-python:
es: Instancias de EzWeb que usarán Apache2 con mod-python:

source: The selected EzWeb instances will be configured to use Apache2 with mod-python.
es: Las instancias de EzWeb selecionadas serán configuradas para que usen Apache2 junto con el módulo mod-python.

source: This will not enable the selected EzWeb instances, although they will continue to be enabled if they are currently enabled.
es: Esto no activará las instancias selecionadas, aunque estas seguirán estando activadas si actualmente lo están.

source: Default Server Name for EzWeb instances using Lighttpd:
es: Nomnre de servidor por defecto para las instancias de EzWeb que usen Lighttpd:

source: Each Lighttpd virtual host is attached to one or more servernames. Here you can define the default value for this virtual host attribute that will be use by the EzWeb instances.
es: Cada virtual host de Lighttpd se asocia con uno o más nombres de servidor. Con esta opción usted puede definir con que nombres de servidor se va a asociar por defecto a las instancias de EzWeb.

source: Default port for EzWeb instances using Lighttpd:
es: Puerto por defecto que usarán las instancias de EzWeb que usen Lighttpd:

source: Each Lighttpd virtual host is attached to one port. Here you can define the default value for this virtual host attribute that will be use by the EzWeb instances.
es: Cada host virtual de lighttpd se asocia con un puerto. Con está opción usted puede configurar a que puerto se asociarán por defecto las instancias de EzWeb.

source: Address of the default MySQL server:
es: Dirección del servidor MySQL que será usado por defecto:

source: You should enter the address for the default MySQL server to use. You must use a IP or a Server Name without port (for example mysql.server.com or 127.0.0.1).
es: Introduzca la dirección del servidor MySQL a usar por defecto. Para ello puede usar una dirección IP o un nombre de servidor sin incluir el puerto (por ejemplo: mysql.server.com o 127.0.0.1).

source: MySQL admin user:
es: Usuario de administrador de MySQL

source: Please enter a valid user name for connecting to the MySQL server to do administrative tasks. This user must be able to create databases and new users.
es: Porfavor, introduzca un usuario valido para conectar con el servidor MySQL con el fin de realizar tareas administrativas. Este usuario tiene que ser capaz de crear bases de datos y nuevos usuarios.

source: MySQL admin password:
es: Contraseña de administración de MySQL:

source: Please enter the password of the admin user for connecting to the MySQL server.
es: Introduzca la contraseña asociada al usuario administrador del servidor MySQL.

source: Ezweb instances that will use MySQL:
es: Instancias de EzWeb que usarán MySQL:

source: The selected EzWeb instances will be configured to use MySQL as DBMS.
es: Las instancias de EzWeb selecionadas serán configuradas para usar MySQL como sistema gestor de bases de datos.

source: EzWeb instances that will use SQLite3:
es: Instancias de EzWeb que usarán SQLite3:

source: The selected EzWeb instances will be configured to use SQLite3 as DBMS.
es: Las instancias de EzWeb selecionadas serán configuradas para usar SQLite3 como su sistema gestor de base de datos.

source: EzWeb instances that will use Apache2 with fastcgi:
es: Instancias de EzWeb que usarán Apache2 mediante fastcgi:

source: The selected EzWeb instances will be configured to use Apache2 with fastcgi.
es: Las instancias de EzWeb selecionadas serán configuradas para que usen Apache2 mediante fastcgi.

source: Default proxy for the EzWeb instances:
es: Proxy por defecto para las instancias de EzWeb:

source: The EzWeb Platform usually acts as an HTTP proxy for the EzWeb IGadgets, so it needs to be connected to the Internet. If this machine don't have a direct connection to the Internet, you can provide the address of a HTTP proxy.
es: La plataforma EzWeb normalmente actua como un proxy HTTP para los iGadgets, por lo que necesita estar conectada a internet. Si esta máquina no tiene una conexión directa a internet, tendrás que proporcionar la dirección de un proxy HTTP.

source: Each EzWeb Instance can be individually configured, but default every instance will use the same proxy, here you can configure the default proxy.
es: Cada instancia de EzWeb puede ser configurada independientemente, pero normalmente usarán el mismo proxy, pudiendo establecer un proxy por defecto.

source: If this machine is connected directly to the internet, you can leave this field empty.
es: Si esta máquina está conectada directamente a Internet, deje este campo vacío.

source: Do you want to allow anonymous accesses to EzWeb by default?
es: ¿Quieres permitir el acceso de usuarios anónimos a EzWeb por defecto?

source: By default, the EzWeb Platform allows anonymous accesses, making possible to use EzWeb without being logged at all.
es: Por defecto, la plataforma EzWeb permite el acceso a usuarios anónimos, haciendo posible el uso de la plataforma sin estar registrado.

source: This is done by creating a new user per browser session (they are removed periodically). According to your objetives, this can be considered an overhead or an unwanted access.
es: Para hacer esto posible, cada vez que se inicia una sessión para un navegador web se crea un usuario en EzWeb (estos son borrados de forma periodica). Dependiendo del uso que se quiera dar a la plataforma EzWeb, esto se puede ver como un desperdicio de recursos o un acceso no deseado.

source: Use EzWeb in debug mode by default?
es: ¿Usar EzWeb en modo depuración por defecto?

source: EzWeb Platform is currently in heavy development, this means you are going to find some bug. Therefore, it is very recomended to set up your EzWeb instances to run in debug mode.
es: La plataforma EzWeb está actualmente en fase de desarrollo, lo que significa que es muy probable que encuentres algún bug. Por lo tanto, es bastante recomendable configurar las instancias de EzWeb para que funcionen en modo depuración.

source: EzWeb instances that will use Lighttpd with fastcgi:
es: Instancias de EzWeb que usarán Lighttpd con fastcgi:

source: The selected EzWeb instances will be configured to use Lighttpd with fastcgi.
es: Las instancias de EzWeb selecionadas serán configuradas para que usen Lighttpd mediante fastcgi.

source: Address of the default PostgreSQL server:
es: Direción del servidor PostgreSQL que se usará por defecto:

source: You should enter the address for the default PostgreSQL server to use. You must use a IP or a Server Name without port (for example postgres.server.com or 127.0.0.1)
es: Introduzca la dirección del servidor PostgreSQL a usar por defecto. Para ello puede usar una dirección IP o un nombre de servidor sin incluir el puerto (por ejemplo: mysql.server.com o 127.0.0.1).

source: PostgreSQL admin user:
es: Usuario de administración de PostgreSQL:

source: Please enter a valid user name for connecting to the PostgreSQL server to do administrative tasks. This user must be able to create databases and new users.
es: Por favor, introduzca un nombre de usuario válido que será usado para conectar con el servidor PostgreSQL con el fin de realizar tareas administrativas. Este usuario tiene que ser capaz de crear bases de datos y nuevos usuarios.

source: PostgreSQL admin password:
es: Contraseña de administración de PostgreSQL:

source: Please enter the password of the admin user for connecting to the PostgreSQL server.
es: Introduzca la contraseña asociada al usuario de administración del servidor PostgreSQL.

source: Ezweb instances that will use PostgreSQL:
es: Instancias de EzWeb que usarán PostgreSQL:

source: The selected EzWeb instances will be configured to use PostgreSQL as DBMS.
es: Las instancias de EzWeb selecionadas serán configuradas para que usen PostgreSQL como sistema gestor de bases de datos.

source: default LDAP server Uniform Resource Identifier:
es: Identificador de recurso del servidor LDAP por defecto:

source: Please enter the URI of the default LDAP server to use. This is a string in the form ldap://<hostname or IP>:<port>/ . ldaps:// or ldapi:// can also be used. The port number is optional.
es: Por favor, introduzca el URI («Uniform Resource Identifier», o identificador uniforme de recurso) para el servidor LDAP que se usará por defecto. Esta cadena es similar a ldap://<nombre de equipo o dirección IP>:<puerto>/. También puede utilizar ldaps:// o ldapi://. El número de puerto es opcional.

source: Note: It is usually a good idea to add the hostname of your LDAP server in /etc/hosts; this reduces risks of failure in the event name service is unavailable.
es: Nota: Siempre es una buena idea añadir el nombre del servidor LDAP en el fichero /etc/hosts, eliminando los posibles problemas que surgirían en caso de que los servidores DNS no estén disponibles.

source: Search DN pattern:
es: Patrón de DN para las busquedas:

source: Please enter the pattern for building the distinguished name to use when searching for users into the LDAP database. Use "%s" to indicate where the user id must to go in the pattern. For example, you can use something like "uid=%s,ou=people,dc=example,dc=com" as pattern.
es: Por favor, introduzca el patrón que se usará para crear el nombre distinguido (DN, o distinguished name) que a su vez será usado para buscar usuarios en la base de datos LDAP. Utilize "%s" para indicar donde irá el identificador del usuario dentro del patrón. Por ejemplo, puede utilizar algo parecido a "uid=%s,ou=people,dc=example,dc=com" como patrón.

source: Ezweb instances that will use LDAP:
es: Instancias de EzWeb que usarán LDAP:

source: The selected EzWeb instances will be configured to use LDAP as auth method.
es: Las instancias de EzWeb selecionadas serán configuradas para que usen LDAP como método de autenticación.

source: Default EzSteroids server Uniform Resource Identifier:
es: Identificador de recurso del servidor EzSteroids por defecto:

source: Please enter the address of the default EzSteroids server to use. You Please enter the URI of the default EzSteroids server to use. This is a string in the form http://<hostname or IP>:<port>/ . https:// can also be used. The port number is optional.
es: Por favor, introduzca el URI («Uniform Resource Identifier», o identificador uniforme de recurso) para el servidor EzSteroids que se usará por defecto. Esta cadena es similar a http://<nombre de equipo o dirección IP>:<puerto>/. También puede utilizar https:// como protocolo. El número de puerto es opcional.

source: Note: It is usually a good idea to add the hostname of your EzSteroids server in /etc/hosts; this reduces risks of failure in the event name service is unavailable.
es: Nota: Siempre es una buena idea añadir el nombre del servidor EzSteroids en el fichero /etc/hosts, eliminando los posibles problemas que surgirían en caso de que los servidores DNS no estén disponibles.

source: Ezweb instances that will use EzSteroids:
es: Instancias de EzWeb que usarán EzSteroids:

source: The selected EzWeb instances will be configured to use EzSteroids as auth method.
es: Las instancias de EzWeb selecionadas serán configuradas para usar EzSteroids como método de autenticación.
